IDEA Open Model
ResultOnMesh Properties
Compatible with IDEA StatiCa 20.1
The ResultOnMesh type exposes the following members.
Properties
Name | Description
Displacement
Nodes
PlatesElement
 List of elements for each plate UID
Value
Top
See Also
Reference
ResultOnMesh Class
IdeaRS.OpenModel.Result Namespace